Repository: barzik/wp-notice
Catalog: languages/wp-notice-*.po
Languages: he_il

source: Cheatin&#8217; huh?
he_il: לרמות זה לא יפה.

source: Done
he_il: בוצע

source: Today
he_il: היום

source: Show a different month
he_il: הראה חודש אחר

source: WP Notice Setting page
he_il: מסך ההגדרות של WP Notice

source: WP Notice
he_il: הודעות וורדפרס

source: Insert the notice and the conditions
he_il: הכניסו את ההודעה ואת התנאים

source: WP Notice Settings Updated
he_il: ההגדרות של WP Notice עודכנו

source: Show in all posts that belongs to :
he_il: הראה בכל הפוסטים ששייכים אל:

source: Do not use categories
he_il: אל תשתמש בקטגוריות

source: Do not use tags
he_il: אל תשתמש בתגיות

source: Select the style of the notice :
he_il: בחרו את עיצוב ההודעה :

source: Select icon for the notice :
he_il: בחרו אייקון שיופיע בהודעה

source: Before
he_il: לפני

source: After
he_il: אחרי

source: Both
he_il: גם וגם

source: Select animation type :
he_il: בחרו את סוג האנימציה

source: None
he_il: ללא

source: Select animation duration (seconds) :
he_il: משך האנימציה בשניות

source: Select animation repetition, -1 for infinite :
he_il: מספר החזרות. -1 עבור אינסוף

source: The Notice
he_il: ההודעה

source: Show in all posts that were created before:
he_il: הצג בכל הפוסטים שנוצרו לפני:

source: Insert the text of the notice here. It can be HTML or text string
he_il: הכנס את הטקסט של ההודעה כאן. הטקסט יכול להיות HTML

source: Settings
he_il: הגדרות

source: Please fill in the notice text and the proper conditions that need to be fulfilled in order to make the notice to appear
he_il: אנא מלאו את ההודעה ואת התנאים שצריכים להתקיים על מנת שהיא תופיע

source: You can combine several conditions and create several notices
he_il: אפשר לשלב מספר תנאים וליצור מספר הודעות

source: Submit
he_il: שלח

source: Plugin to display notice and messages on posts
he_il: תוסף להצגת הודעות ומסרים בפוסטים שונים

source: Ran Bar-Zik <ran@bar-zik.com>
he_il: רן בר-זיק <ran@bar-zik.com>
